Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/sahkavuorru-sami-allaskuvlla-skuvlajagi-_id_525386.html.tmx
Source language: sme
Languages: nob

source: Sárdni / artihkal , 01.09.2008
nob: Tale / artikkel , 01.09.2008

source: Ovddeš stáhtačálli Raimo Valle
nob: Av : Tidligere statssekretær i AID Raimo Valle

source: Sáhkavuorru Sámi allaskuvlla skuvlajagi 2008/2009 rahpamii Guovdageainnus borgemánu 28. beaivvi 2008
nob: Kautokeino 28. august Åpning av skoleåret 2008/2009 ved Samisk høgskole

source: Buorit olbmot .
nob: Kjære alle sammen , .

source: Munnje lea stuora illun beassat searvat Sámi allaskuvlla skuvlajagi 2008/2009 almmolaš rahpamii .
nob: Det er en stor glede for meg å delta ved den offisielle åpningen av skoleåret 2008/2009 ved Samisk høgskole .

source: Sámi allaskuvla lea okta dain deháleamos institušuvnnain sámi servodagas .
nob: Samisk høgskole er en av de viktigste institusjonene i det samiske samfunnet .

source: Sámi allaskuvla lea mielde ásaheamen vuođustusa sámi servodaga ovdáneapmái . Dan dahká skuvla iežas oahppofálaldagaid , dutkama , prošeaktabargguid ja ii unnimusat servodatságastallamiid bokte .
nob: Gjennom sine utdanningstilbud , gjennom forskningen og mer prosjektbaserte oppgaver og ikke minst gjennom sin deltakelse i samfunnsdebatten , er høgskolen med på å legge et fundament for utviklingen av det samiske samfunnet .

source: Sámi nuoraid oahpaheapmi lea eaktun dasa ahte oažžut nanu ja ealli sámi servodagaid boahtteáigái .
nob: Utdanning av samisk ungdom er avgjørende for å legge grunnlag for et sterkt og levedyktig samisk samfunn i fremtiden .

source: Sámi dutkan lea áibbas dárbbašlaš go galgá ovddidit máhtu ja dieđuid , ja ásahit vuođu politihkalaš mearrádusaide ja servodatovdáneapmái .
nob: Samisk forskning er avgjørende for å bringe frem kunnskap og viten , og som grunnlag for politiske beslutninger og samfunnsutvikling .

source: Okta Ráđđehusa deháleamos vuoruhemiin lea nannet oahpaheami ja máhtu .
nob: Regjeringen har som en av sine viktigste prioriteringer å satse på utdanning og kunnskap .

source: Go buohkaide sihkkarastit vejolašvuođa beassat váldit oahpu ja háhkat máhtu , de beassat mii eaŋkilolbmot ásahit alccaseamet vejolašvuođaid .
nob: Det er gjennom å sikre alles tilgjengelighet til utdanning og kunnskap at vi som enkeltmennesker skaper våre muligheter .

source: Dát lea earenoamáš áigeguovdil sámi servodagas , gos lea stuora dárbu fágačehppodahkii ollu surggiin sámi servodateallimis , ja maiddái de go leat oktavuođas eará servodagaiguin .
nob: Ikke minst gjelder dette i det samiske samfunnet som har stort behov for fagkunnskap på en rekke felt innefor samisk samfunnsliv og i møtet med det øvrige samfunn .

source: Mu mielas lea hui hávski geahčadit Sámi allaskuvlla oahppofálaldagaid , muhto dovddan maid veaháš gáđašvuođa .
nob: Når jeg ser studiekatalogen for Samisk høgskole blir jeg imponert og kanskje litt misunnelig .

source: Lea hávski danin go allaskuvla nagoda fállat sullii 50 oahppofálaldaga oktiibuot , jahkásaččat lágidit sullii beali diein fálaldagain .
nob: Jeg blir imponert fordi høgskolen kan tilby ca 50 utdanningstilbud totalt , årlig tilbys opp mot halvparten av disse .

source: Gáđašvuođa dovddan go oainnán man viiddis sámi oahppofálaldagat leat gávdnamis , ja makkár vejolašvuođaid dat addet sámi nuoraide oažžut sámi oahpu .
nob: Jeg blir misunnelig når jeg ser bredden i studietilbud med et samisk utgangspunkt og ikke minst de muligheter det gir dagens samiske ungdom for en utdanning på samisk .

source: Dán illá sáhttá bálddastahttit daid válljenvejolašvuođaiguin mat mus alddán ledje go álgen studeantan 1980 - logus .
nob: Dette i lys av de valg jeg selv hadde da jeg begynte mine studier på 80-tallet .

source: Seammás muosehuvvon veaháš dan dihte go dis leat dušše sullii 200 studeantta .
nob: Samtidig er jeg bekymret fordi dere bare har ca. 200 studenter .

source: Die lea hástalus sihke allaskuvlii ja maiddái ráđđehussii .
nob: Dette er en utfordring for høgskolen og det er en utfordring for regjeringen .

source: Danin lea ge ráđđehus Stuorradikke dieđáhusas Nr. 28 ( 2007-2008 ) – Sámepolitihkka - gidden earenoamáš fuomášumi Sámi allaskuvlii , go guoská doaimmaide maid árvvoštallat ásahit .
nob: Derfor har regjeringen i St. meld . Nr. 28 ( 2007-2008 ) Samepolitikken viet Samisk høgskole stor oppmerksomhet når det gjelder tiltak vi vurderer å iverksette .

source: Dieđán ahte rektor Steinar Pedersen lea hui dárkilit lohkan dien dokumentta – ja dovddan ge oadjebasvuođa dan dáfus ahte mii ovttas allaskuvllain ja Sámedikkiin gávdnat buriid čovdosiid - sihke dasa mii guoská studeanttaid rekrutteremii ja eará hástalusaide .
nob: Jeg vet at rektor Steinar Pedersen har lest det dokumentet svært nøye og jeg er trygg på at vi sammen med høgskolen og Sametinget skal finne gode løsninger i forhold til rekruttering og andre utfordringer .

source: Sámi allaskuvla fállá oahpu sámegillii sámi birrasis . Danin lea ge allaskuvlla váldobargu jođihit ja ovdánahttit sámegiela ja kultuvrra .
nob: Samisk Høgskolen tilbyr utdanning på samisk i et samisk miljø og har derfor en nøkkelrolle i videreføringen og utviklingen av samisk språk og kultur .

source: Dat maid allaskuvla lea bargan sámegiela ovddideami ja gaskkusteami oktavuođas , lea leamaš hui dehálaš , ja lea lea addán sámegillii nannosit árvvu servodagas .
nob: Det arbeidet som er nedlagt ved høgskolen for å utvikle og videreformidle samisk språk , har vært og er svært viktig for at samisk språk har fått en styrket posisjon .

source: Dii geat dál álggahehpet ođđa skuvlajagi sámi allaskuvllas , oažžubehtet rámis searvát dán árbevirrui .
nob: Dere som i dag begynner skoleåret på høgskolen kan gå inn i denne tradisjonen med stolthet .

source: Ealli sámegiella lea guovddáš oassi sámi kultuvrras .
nob: Et levende samisk språk er en sentral del av samisk kultur .

source: Sámegiela dilli lea ain hui rašši , vaikko eiseválddit leat ge maŋemus logi jagis ásahan ollu giellanannen doaimmaid .
nob: Samisk språk er , på tross av de siste tiårs innsats fra myndighetenes side , fortsatt i en utsatt stilling .

source: Buot dásiin Norggas váilot olbmot geain lea sámegielas gelbbolašvuohta .
nob: Det er stor mangel på personer med kompetanse i samisk språk på alle nivåer i Norge .

source: Ja ollu eará servodatsurggiin váilu maid sámi gelbbolašvuohta . Buot dát dagaha ahte eat olat dehálaš sámepolitihkalaš prinsihpaid ja lágas mearriduvvon vuoigatvuođaid dohkálaš lági mielde .
nob: Mangel på førskolelærere , lærere , lærebokforfattere , oversettere , tolker , personer med samiskspråklig kompetanse i helse- og sosialvesenet og på en rekke andre samfunnsområder , fører til at viktige prinsipper i samepolitikken og lovfestede rettigheter ikke kan oppfylles på en tilfredsstillende måte .

source: Dis studeanttain lea ge dehálaš doaibma vuordimen .
nob: Som studenter har dere derfor en viktig oppgave foran dere .

source: Allaskuvllas oažžubehtet oahpu sihke sámegielas ja kultuvrras , ja oažžubehtet maid fágamáhtu maid sihke sámi servodat ja servodat muđui dárbbaša .
nob: Gjennom utdannelsen på høgskolen vil dere kunne tilegne dere både språk- , kultur- , og fagkompetanse som det samiske samfunnet og det øvrige samfunnet trenger .

source: Go sámi nuorat buot guovlluin Sámis ožžot oktasaš oahpu ja vásáhusaid , de huksejuvvo nanu fierpmádat . Dákkár fierpmádat lea dehálaš go galgá hukset sámi servodagaid ollislaš servodahkan .
nob: Det at samisk ungdom fra hele det samiske området gjennom felles utdanning og erfaringer bygger opp et sterkt nettverk er viktig for utviklingen av det samiske samfunnet som et helhetlig samfunn .

source: Sámegiella resurssat leat vátnásat , earenoamážit go geahččá dasa man ollu olbmot hálddašit sámegiela .
nob: Ressursene til samisk språk er begrenset , ikke minst med hensyn til antall personer som behersker samisk språk .

source: Lagat riikkaidgaskasaš ovttasbargu sáhttá nannet giela ja kultuvrra ovddideami miehtá sámi guvlluid .
nob: Et nærmere samarbeid over landegrensene vil kunne styrke den språklige og kulturelle utviklingen i hele det samiske området .

source: Dii geat odne álgibehtet lohkat allaskuvllas , dahje geat joatkibehtet oahpu mas giđđat luobaidet – dii lehpet dehálaččat dákkár ovttasbarggus .
nob: Dere som i dag enten skal begynne deres studier ved høgskolen eller fortsette der dere slapp i vårsemesteret , vil kunne spille en viktig rolle i dette samarbeidet .

source: Sámegiela nannen gáibida jámma nannendoaimmaid guhkes áigái – eanas surggiin , ja dát bargu gáibida áiggi .
nob: Arbeidet for å styrke samisk språk krever en langsiktig og kontinuerlig innsats på de fleste sektorområdene , og må skje over tid .

source: Fertejit čađahuvvot máŋggat doaimmat buohtalaga .
nob: Dette krever flere parallelle prosesser .

source: Vuosttažettiin lea dárbu nannet sámegielfálaldaga mánáidgárddiin , vuođđoskuvllas ja joatkkaskuvllas . Seammás fertet maid nannet vejolašvuođa oažžut alla oahpu sámegillii .
nob: Først og fremst er en styrking av samisktilbudet , i barnehage , grunnskole og videregående skole viktig..Samtidig må vi styrke mulighetene for å ta høyere utdanning i samisk .

source: Lea dehálaš ovddidit sámegiel oahpponeavvuid vai sihkkarastá ahte sámi skuvllaid oahpahus vuođđuduvvo sámegillii ja kultuvrii .
nob: Utviklingen av samisk samiske læremidler er viktig for å sikre en kunnskapsbasis bygget på samisk språk og kultur i den samiske skolen .

source: Eará dehálaš nannensuorgi lea sámegiel tearbmabargu – dasa lea dárbu jus galgá sámegiela sáhttit geavahit buot dehálaš servodatsurggiin .
nob: Utviklingen av samisk terminologi er et annet viktig felt som skal gjøre samisk til et bruksspråk på alle viktige samfunnsområder .

source: Dán barggus ferte allaskuvla leat mielde , iežas oahppofálaldagaid láhčimiin ja dutkan- ja čielggadanbargguid bokte .
nob: Høgskolen spiller her en viktig rolle gjennom sine utdanningstilbud og gjennom sitt forsknings- og utredningsarbeid .

source: Hástalusat mat gusket sámegillii lea okta min deháleamos sámepolitihkalaš bargguin .
nob: Utfordringene i forhold til samisk språk er en av de viktigste samepolitiske sakene vi jobber med .

source: Ráđđehus lea bidjan johtui sámegiel doaibmaplána barggu .
nob: Regjeringen har satt i gang arbeidet med en handlingsplan for samisk språk .

source: Ulbmil dáinna bargguin lea gávdnat ollisvuođa dain doaimmain mat dál čađahuvvojit sámegiela nannema várás .
nob: Målet er å se helheten i det arbeidet som gjøres for samisk språk i dag .

source: Mii áigut ovttasráđiid Sámedikkiin ja sámi giellabirrasiiguin árvvoštallat mat lea deháleamos nannendoaimmat sihkkarastit sámegiela ealli ja kulturguoddi giellan boahtteáigái .
nob: Gjennom drøftinger med Sametinget og samiske språkmiljøer vil vi vurder hva som er de viktigste innsatspunktene for å sikre samisk som et levende og kulturbærende språk i fremtiden .

source: Ferte maid nannet almmolašvuođa ovddasvástádusa ja saji sámi giellageavaheaddji ektui guovddáš servodatbálvalusain . Die lea okta dain sámepolitihkalaš hástalusain mat gusket gillii ja kultuvrii , masa maid ferte gávdnat čovdosa .
nob: De samepolitiske utfordringene knyttet til språk og kultur må også løses gjennom å styrke det offentliges ansvar og rolle overfor samiske brukere innenfor de sentrale velferdsoppgaver .

source: Dát eaktuda aktiiva politihka – ahte duođai váldit mielde sámegiela ja kultuvrra almmolaš bálvalusaide ja almmolaš fálaldagaide .
nob: Dette forutsetter en aktiv politikk for å innarbeide et samiskspråklig og - kulturelt perspektiv i offentlige tjenester og offentlige tilbud .

source: Bargo- ja searvadahttindepartemeanta áigu , ovttas eará departementtaiguin , geahččat movt livččii jus Sámi allaskuvla oččošii nannosit rolla dan barggus ahte ásahit oahppofálaldagaid almmolaš suorgái - mat addet fágagelbbolašvuođa .
nob: Arbeids- og inkluderingsdepartementet vil , sammen med andre departementer , se på muligheten for at Samisk høgskole kan ha en sterkere rolle i kompetansegivende studietilbud rettet mot offentlig sektor .

source: Diehtu sámi dilálašvuođaid birra lea hui dárbbašlaš oažžun dihte stuora servodaga ipmirdit ja árvvusatnit sámegiela , kultuvrra ja servodateallima .
nob: Kunnskap om samiske forhold er av stor betydning for storsamfunnets forståelse og respekt for samisk språk , kultur og samfunnsliv .

source: Bajasšaddi buolvvaide lea dát earenoamáš dehálaš.”Sámi ofelaččat ” prošeakta ja dat bargu mii lea dahkkon Máhttoloktema oktavuođas , leat mávssolaččat .
nob: Særlig viktig er det i forhold til den oppvoksende generasjonen . Prosjektet ” Samiske veivisere ” og de grep som er gjort i forhold til Kunnskapsløftet er her viktige .

source: Fargga besset sámi ofelaččat viđat geardde álggahit bargguset go vuos leat ožžon oahpu allaskuvllas .
nob: Snart skal femte kull med samiske veivisere ta fatt på sin oppgave etter å ha fått sin opplæring ved høgskolen .

source: Háliidan dán oktavuođas giitit allaskuvlla ja daid ofelaččaid geat njealji ovddit jagiid leat leamaš doaimmas - dan earenoamáš buori barggu ovddas maid lehpet bargan dán bureslihkostuvvan prošeavttas . Ja sávan ođđa ofelaččaide lihku bargguin .
nob: Jeg vil benytte denne sjansen til å takke høgskolen og de fire foregående kull veivisere for det flotte arbeidet dere har lagt ned i dette meget vellykkede prosjektet og samtidig ønske de nye veiviserne lykke til med arbeidet .

source: Din bargu lea nu bures lihkostuvvan ahte Sámi ofelaččat dál lea šaddan bissovaš fálaldahkan .
nob: Deres gode arbeid har bidratt til at Samiske veivisere nå er et permanent tilbud .

source: Boazodoallu ja duodji leat sámi kultuvrra dehálaš cakkit .
nob: Reindrift og duodji er viktige bærebjelker i den samiske kulturen .

source: Sihke boazodoallu ja duodji leat árbevirolaš ealáhusat mat leat áiggi mielde ovdánan .
nob: Både reindrift og duodji er tradisjonelle næringer som har utviklet seg i takt med tiden .

source: Dáid ealáhusaid ovddideamis lea sihke árbevirolaš máhtu ja árvvuid bisuheapmi ja ođđaservodahkii heiveheapmi hástalus .
nob: I utviklingen av disse næringene er både bevaring av tradisjonell kunnskap , og verdier og tilpasninger til det moderne samfunnet , en utfordring .

source: Ollugat dis geat dál álgibehtet allaskuvlii oahppin , beassabehtet leat mielde ovddidit dán kulturárbbi boahtteáiggis .
nob: Flere av dere som i dag skal begynne skoleåret her ved høgskolen vil være med på å utvikle denne viktige kulturelle arven i fremtiden .

source: Boazodoallu lea guhkit áiggi juo čađahan nuppástuvvamiid .
nob: Reindrifta har lenge vært i en omstilling .

source: Ollugat leat šaddan heaitit boazodoaluin .
nob: Mange har måttet forlate reindrifta .

source: Ja sii geat leat heaitán boazodoaluin , dahje sii geat leat bajásšaddan boazodoaluin – sis lea ollu máhttu sihke boazodoalu ja luonddu geavaheami birra . Sis lea dakkár máhttu maid servodat dárbbaša , eandalii dál go dálkkádagaid rievdan lea áigeguovdilis ášši .
nob: Imidlertid sitter de som har forlatt reindrifta , eller som har vokst opp med nær tilknytning til reindrifta , med mye verdifull kunnskap både om reindrift og naturbruk som samfunnet har behov for , ikke minst i dagens klimapolitiske utfordringer .

source: Allaskuvlla boazodoalloahppu váikkuha dasa ahte dát máhttu biddjojuvvo stuorát máhtolašvuođa rámma sisa – nu ahte dan sáhttá geavahit ollu servodatsurggiin .
nob: Reindriftsstudiene ved høgskolen vil bidra til at denne kunnskapen settes inn i en større kunnskapsmessig ramme og kan anvendes på en rekke samfunnsområder .

source: Danin lea ge hui buorre go allaskuvla fállá allaoahpu boazodoallofágas .
nob: Det er derfor svært positivt at høgskolen tilbyr høgere utdanning i reindriftsfag .

source: Duodji lea okta sámi kultuvrra guovddáš osiin .
nob: Duodji er et hovedelement i samisk kultur .

source: Duddjomiin leat mii sápmelaččat ráhkadan čábbodaga mii speadjalastá min kultuvrra ja birrasa .
nob: Gjennom duodji har vi samer skapt et estetisk utrykk som avspeiler vår kultur og våre omgivelser .

source: Buolvvas bulvii leat min máttut oahpahan ávdnasiid ja hámiid birra .
nob: Kunnskap om materialer og formgiving har tradisjonelt blitt overført fra generasjon til generasjon .

source: Muhto dál gal lea mánáidgárdi ja skuvla váldán badjelasas oasi dan árbevirolaš doaimmas – movt bearaš ovdalaš áiggi oahpahii mánáide sámi kulturárbbi .
nob: I dag har imidlertid barnehagen og skolen overtatt en del av den rollen som familien tradisjonelt har spilt i den kulturelle opplæringen – også av samiske barn .

source: Sihkkarastin dihtii ahte buot sámi oahppit ožžot vuođđooahpu duojis , de lea duodji ožžon dehálaš saji buohtalas sámi oahppoplánain , ja lea prográmmafágan joatkkaskuvllas .
nob: For å sikre at alle samiske elever skal få en grunnleggende kunnskap i duodji har faget fått en viktig plass i de parallelle samiske læreplanene for skolen og som programfag i videregående skole .

source: Jus duodjeoahpahusas galgá sáhttit vuhtiiváldit sihke dan kultuvrralaš ja estehtalaš beali mii duodjái árbevirolaččat gulai ja ain gullá sámi servodagas , de lea áibbas dárbu ahte oahpaheddjiin lea nanu fágamáhttu .
nob: For at undervisningen i duodji skal kunne ivareta både den kulturelle og estetiske rollen som duodji tradisjonelt har hatt , og fortsatt har , i det samiske samfunnet , er det viktig at lærerne har god kunnskap i faget .

source: Allaskuvla lea našuvnnalaš ovddasvástideaddji duodjefága ovddideamis .
nob: Høgskolen er tillagt nasjonalt ansvar for videre utvikling av duodjifaget .

source: Lea hui buorre go allaskuvllas dál lea vejolaš čađahit allaoahpu duojis .
nob: Det er svært positivt at man i dag kan ta høgere utdanning i duodji ved høgskolen .

source: Máilmmi eamiálbmogat ellet oalle máŋggalágan dilálašvuođain .
nob: Urfolk verden over lever under mange forskjellige vilkår .

source: Danin lea ge eamiálbmogiid oahpu huksemis dárbu doalahit ovttasbarggu eará eamiálbmogiiguin .
nob: Samarbeid med andre urfolk i oppbyggingen av kunnskap om urfolkenes spesielle situasjon er derfor viktig .

source: Mun dieđán ahte allaskuvla ovttasbargá máŋggain universiehtain olgomáilmmis gažaldagain mat gusket eamiálbmogiidda ja oahpahussii .
nob: Jeg er kjent med at høgskolen samarbeider med flere universiteter rundt omkring i verden som spørsmål som gjelder urfolk og utdanning .

source: Allaskuvllas leat maid máŋga oahppofálaldaga main lea riikkaidgaskasaš eamialbmotperspektiiva .
nob: Høgskolen har også flere studietilbud med et internasjonalt urfolksperspektiv og det leges til rette for studentutveksling .

source: Dát lea hui dehálaš .
nob: Dette er viktig .

source: Eamiálbmogat galget ieža beassat čohkket návccaid ja hukset gelbbolašvuođa , vai ožžot duohta vejolašvuođa searvat oppalaš servodatovdáneapmái ja de earenoamážit davviguovlluid ovdáneapmái .
nob: Urfolk skal selv ha muligheter til å bygge opp kapasitet og kompetanse for å kunne utøve reell innflytelse på den generelle samfunnsutviklingen og særlig utviklingen i nord .

source: Arktihkalaš universitehta fierpmádat ovttastabargu - mas allaskuvla lea mield - lea guovddážis dan barggus ahte nannet ja ovddidit allaoahpu ja dutkama arktalaš guovlluin .
nob: Nettverkssamarbeidet gjennom Arktisk universitet som høgskolen deltar i er sentralt for å styrke og utvikle høyere utdanning og forskning i de arktiske områdene .

source: Oassin davviguovlluid strategiija bargguin áigu ráđđehus nannet sámi institušuvnnaid gelbbolašvuođahuksema mii guoská eamiálbmot dutkandoaimmaide .
nob: Regjeringen vil som ledd i nordområdestrategien bidra til oppbyggingen av kapasiteten ved de samiske institusjonene innen urfolksrelatert forskning .

source: Dutkan lea hui dehálaš doaibma allaskuvllas .
nob: Forskning er en viktig oppgave ved høgskolen .

source: Dutkan čájeha servodaga dáhtu ovdánit ja váldit atnui ođđa dieđuid .
nob: Forskningen speiler samfunnets vilje til å utvikle og ta i bruk ny kunnskap .

source: Servodat geavaha ollu dutkama ja dieđuid maid vuođđun lea dutkan , dat šaddá eanet ja eanet dehálaš boahttevaš áiggiin .
nob: Forskningen og forskningsbasert kunnskap preger utviklingen og vil bli stadig viktigere i årene som kommer .

source: Sámi dutkan lea mielde čatnamin sámi vássánáiggi ja sámi árbevieruid ođđaáigásaš sámi servodaga ovdáneapmái , ja nu sihkkarastá ge dutkan ahte kultuvra ja giella seailu .
nob: Samisk forskning bidrar til å knytte samisk fortid og samiske tradisjoner til utviklingen av det moderne samiske samfunnet , og sikrer således en kulturell og språklig kontinuitet .

source: Máhttu ja dieđut sámiid vássánáiggi ja dálá áiggi birra leat mearrideaddjin dasa movt sámi servodat huksejuvvo buresdoaibmi boahtteáiggi servodahkan , man vuođđun lea sámegiella ja kultuvra .
nob: Kunnskap og viten om samisk fortid og nåtid vil være avgjørende i oppbygningen av det samiske samfunnet som et velfungerende samfunn basert på samisk språk og kultur i fremtiden .

source: Dutkanráđđi bargá dutkanpolitihkain – ja hálddašemiin stáhta eiseválddit ovddas .
nob: Forskningsrådet utøver forskningspolitikk og – forvaltning på vegne av statens myndigheter .

source: Sámi dutkan Prográmma II lea ásahuvvon áigodahkii 2007-2017 .
nob: Program for samisk forskning II er opprettet for perioden 2007-2017 .

source: Sámi allaskuvllas lea áirras dan ođđa prográmmastivrras .
nob: Samisk høgskole har en representant i det nye programstyret .

source: Stivrras leat maid áirasat Norgga , Ruoŧa ja Suoma dutkaninstitušuvnnain .
nob: Styret har også representanter fra forskningsinstitusjoner i Norge , Sverige og Finland .

source: Sámi dutkan Prográmma II ulbmil lea ovddidit guhkes áiggi dutkama sámi diliid birra mas lea alla dássi . Ulbmilin lea maid oččodit eanet dutkiid , ja ovdánahttit sámegiela dutkangiellan .
nob: Program for samisk forskning II har som mål å fremme langsiktig forskning av høy kvalitet om samiske forhold , og bidra til rekruttering og videre utvikling av samisk som vitenskapsspråk .

source: Dasa lassin deattuhuvvo riikkaidgaskasaš dutkanovttasbargu , fierpmádathuksen ja dutkamiid gaskkusteapmi .
nob: I tillegg legges det vekt på internasjonale forskningssamarbeid , nettverksbygging og formidling av forskningen .

source: Sámi allaskuvla lea mielde Ealat dutkanprošeavttas , mii lea Arktihkalaš Ráđi dálkkádatraportta čuovvolanbargu . Dat lea riikkaidgaskasaš polarjagi ( 2007-2008 ) prošeakta .
nob: Samisk høgskole er med i forskningsprosjektet Ealat som er en oppfølging av Arktisk Råds klimarapport og er et prosjekt under det internasjonale polaråret ( 2007-2008 ) .

source: Prošeakta galgá guorahallat movt dálkkádagat váikkuhit boazoguohtumiidda .
nob: Prosjektet skal se på hvordan beitearealer for rein påvirkes av klimaendringer .

source: Okta ulbmiliin lea váldit mielde árbevirolaš máhtu dieđalaš dataide iešguđet Arktalaš guovlluin .
nob: Et mål er å integrere tradisjonell kunnskap med vitenskapelige data fra ulike regioner i Arktis .

source: Allaskuvlla ovttasbargu Romssa universitehtain ja eará sámi dutkan- ja dieđainstitušuvnnaiguin lea dehálaš nannen dihtii sámi dutkama .
nob: Høgskolens samarbeid med Universitet i Tromsø og andre samiske forsknings- og kunnskapsinstitusjoner er viktig for å styrke den samiske forskningen .

source: Ráđđehus árvvoštallá ásahit lávdegotti dárkileappot guorahallat makkár hástalusat leat allaoahpu ja dutkansuorggis .
nob: Regjeringen vil vurdere å nedsette et utvalg for å se nærmere på de utfordringer på området høyere utdanning og forskning .

source: Berre biddjot earenoamáš deaddu daid evttohusaide mat bohtet ” Ovttasbargu gaskal sámi allaoahpu ja dutkama ” čielggadeamis .
nob: Det bør legges spesiell vekt på de forslag som fremkommer i utredningen ” Samarbeid om samisk høyere utdanning og forskning ” .
